var lang = {
	menu_game: "Игра",
	menu_scores: "Счет",
	menu_settings: "Настройки",

	mode_easy: "Новичок",
	mode_medium: "Нормальный",
	mode_hard: "Профи",
	mode_custom: "Пользовательский",
	width: "Ширина",
	height: "Высота",
	mines: "Мин",
	apply: "Применить",
	name: "Имя",
	hiscores: "Рекорды",

	toomach: "Вы выбрали слишком много мин!\nМне кажется %d% будет достаточно!",
	highscore: ["",
		"Новый рекорд в категории Новичок",
		"Новый рекорд в категории Нормальный",
		"Новый рекорд в категории Профи"]
};